Repository: yrccondor/mdx
Catalog: languages/*.po
Languages: tr_tr, zh_hk

source: 尴尬的是，这个页面不见了
tr_tr: Üzgünüm, böyle bir sayfa bulunamadı.
zh_hk: 尷尬的是，這個頁面不見了

source: 前往首页
tr_tr: Anasayfa dön.
zh_hk: 前往首頁

source: 返回上一页
tr_tr: Geri dön.
zh_hk: 返回上一頁

source: 开启
tr_tr: Açık
zh_hk: 開啟

source: 关闭
tr_tr: Kapalı
zh_hk: 關閉

source: MDx 主题 - 功能
tr_tr: MDx - Özellikler
zh_hk: MDx 主題 - 功能

source: 设置已保存。
tr_tr: Ayarlar kaydedildi.
zh_hk: 設定已儲存。

source: 更改未能保存。
tr_tr: Değişiklikler kaydedilemedi.
zh_hk: 更改未能儲存。

source: MDx 已发布新版本
tr_tr: MDx için güncelleme mevcut.
zh_hk: MDx 已發佈新版本

source: 。<a href="./admin.php?page=mdx_about">重新检查</a>
tr_tr: <a href="./admin.php?page=mdx_about">Kontrol Et</a>.
zh_hk: 。<a href="./admin.php?page=mdx_about">重新檢查</a>

source: 你似乎正在使用旧版本的 Alu 表情插件。这与 MDx 2.x 不兼容，你需要前往 <a href="https://doc.flyhigher.top/mdx/zh-CN/config/emoji-in-comment/" target="_blank">MDx 文档</a> 下载安装新版插件。
tr_tr: Alu Emoji eklentisinin eski bir versiyonunu kullanıyor gibisin. Bu, MDx 2.x ile uyumlu değildir ve yeni eklentiyi indirmek ve yüklemek için <a href="https://doc.flyhigher.top/mdx/zh-CN/config/emoji-in-comment/" target="_blank">MDx belgeleri</a>ne gitmeniz gerekir.
zh_hk: 你似乎正在使用舊版本的 Alu 表情外掛。這與 MDx 2.x 不兼容，你需要前往 <a href="https://doc.flyhigher.top/mdx/zh-CN/config/emoji-in-comment/" target="_blank">MDx 文檔</a> 下載安裝新版外掛。

source: 文章页
tr_tr: Makale Sayfası
zh_hk: 文章頁

source: 文章列表
tr_tr: Makale Listeleme Stili

source: 目录
tr_tr: Navigasyon
zh_hk: 目錄

source: 推荐文章
tr_tr: Öne Çıkan Makaleler
zh_hk: 推薦文章

source: 评论
tr_tr: Yorumlar
zh_hk: 評論

source: 无障碍
tr_tr: Bariyersiz
zh_hk: 無障礙

source: 广告
tr_tr: Reklam
zh_hk: 廣告

source: 夜间模式
tr_tr: Gece Modu
zh_hk: 夜間模式

source: 脚本
tr_tr: Senaryo
zh_hk: 腳本

source: 杂项
tr_tr: Çeşitli
zh_hk: 雜項

source: ImgBox
tr_tr: Lightbox

source: 开启后，对于文章内包裹在指向自身的链接中的图片可点击查看大图。
tr_tr: Bu ayar açık olduğunda makalelerdeki resimler üzerine tıklandığında daha büyük bir şekilde görüntülenebilir.
zh_hk: 開啟後，對於文章內包裹在指向自身的連結中的圖片可點擊查看大圖。

source: ImgBox 显示描述文本
tr_tr: ImgBox açıklama metnini göster
zh_hk: ImgBox 顯示描述文本

source: 开启后，点击查看大图时，如果图片的 <code>alt</code> 属性不为空，图片下方将会显示 <code>alt</code> 属性内的文本。
tr_tr: Açtıktan sonra, daha büyük resmi görüntülemek için tıkladığınızda, resmin <code>alt</code> özelliği boş değilse, <code>alt</code> özelliğindeki metin resmin altında görüntülenecektir.
zh_hk: 開啟後，點擊查看大圖時，如果圖片的 <code>alt</code> 屬性不為空，圖片下方將會顯示 <code>alt</code> 屬性內的文本。

source: 赞赏二维码
tr_tr: Destekle Butonu
zh_hk: 讚賞 QR Code

source: 选择图片
tr_tr: Görsel Seç
zh_hk: 選擇圖片

source: 你可以上传或指定你的媒体库中的图片作为赞赏二维码。当此空不为空时将在文章底部显示赞赏按钮。
tr_tr: Ortam kütüphanenizden veya bilgisayarınızdan bir QR görseli seçip makalenin altında görüntülenecek beğeni butonu ile okurlarınızdan destek alabilirsiniz.
zh_hk: 你可以上傳或指定你的媒體庫中的圖片作為讚賞 QR Code。當此空不為空時將在文章底部顯示讚賞按鈕。

source: 阅读进度展示
tr_tr: Okuma ilerleme durumu
zh_hk: 閱讀進度展示

source: 开启后，会在文章/单独页面展示阅读进度。
tr_tr: Bu ayar açık olduğunda sayfanın okunma durumu takip edilir.
zh_hk: 開啟後，會在文章/單獨頁面展示閱讀進度。

source: 转移设备时记录阅读进度
tr_tr: Okuma İlerlemesini QR Koda Kaydet
zh_hk: 轉移設備時記錄閱讀進度

source: 开启后，文章中通过二维码转移到其他设备阅读时会自动记录阅读进度并滚动。建议在网页加载速度较快时启用。
tr_tr: Bu seçenek aktif olduğunda makale QR kodu aracılığıyla farklı bir cihazda açılırsa okumaya kalındığı yerden devam edilir. (önerilir)
zh_hk: 開啟後，文章中通過 QR Code 轉移到其他設備閱讀時會自動記錄閱讀進度並滾動。建議在網頁加載速度較快時啟用。

source: 页面加载进度条
tr_tr: Sayfa Yüklenmesi İlerleme Çubuğu
zh_hk: 頁面加載進度條

source: 开启后，文章/单独页面加载时会在页面顶部显示加载进度条（仅动画，非真实进度），页面加载完成后消失。
tr_tr: Sayfanın üst kısmında sayfa yüklenirken görüntülenen basit ilerleme çubuğudur. Sayfa yüklendikten sonra kaybolur.
zh_hk: 開啟後，文章/單獨頁面加載時會在頁面頂部顯示加載進度條（僅動畫，非真實進度），頁面加載完成後消失。

source: 文章时间信息
tr_tr: Makale Tarih Bilgisi
zh_hk: 文章時間信息

source: 发布时间
tr_tr: Yayınlanma Tarihi
zh_hk: 發佈時間

source: 最后编辑时间
tr_tr: Son Düzenlenme Tarihi
zh_hk: 最後編輯時間

source: 文末作者信息栏
tr_tr: Bilgi Çubuğunda Yazar Adını Göster
zh_hk: 文末作者信息欄

source: 分享到的服务商
tr_tr: Paylaşım Servisleri
zh_hk: 分享到的服務商

source: 所有服务商
tr_tr: Tüm Sosyal Servisler
zh_hk: 所有服務商

source: 只有中国国内服务商
tr_tr: Çin Yerel Sosyal Servisler
zh_hk: 只有中國國內服務商

source: 只有国际服务商
tr_tr: Sadece Global Sosyal Servisler
zh_hk: 只有國際服務商

source: 指定你想提供给访问者的分享服务商。</p><ul><li><code>只有中国国内服务商</code>：提供 微博、微信、QQ、QQ 空间 的分享</li><li><code>只有国际服务商</code>：提供 Telegrame、Twitter、Facebook 的分享</li></ul><p>无论如何，“生成分享图”始终启用。
tr_tr: Ziyaretçilere sağlamak istediğiniz paylaşım hizmeti sağlayıcısını belirtin. </p><ul><li><code>Yalnızca Çin'deki yerel hizmet sağlayıcıları</code>: Weibo, WeChat, QQ ve Qzone'da paylaşım sağlayın </li><li> <code>Yalnızca uluslararası hizmet sağlayıcıları</code>: Telegram, Twitter ve Facebook'ta paylaşım sağlayın</li></ul><p> Her durumda, "Paylaşım Görüntüsü Oluştur"s etkindir.
zh_hk: 指定你想提供給訪問者的分享服務商。 </p><ul><li><code>只有中國國內服務商</code>：提供 微博、微信、QQ、QQ 空間的分享</li><li><code>只有國際服務商</code>：提供 Telegrame、Twitter、Facebook 的分享</li></ul><p>無論如何，“生成分享圖”始終啟用。

source: “阅读更多”文本自定义
tr_tr: "Devamını Oku" metnini özelleştir.
zh_hk: “閱讀更多”文本自訂

source: 在此自定义“阅读更多”按钮上的文本。
tr_tr: Buradan "Devamını Oku" metnini özelleştirebilirsiniz.
zh_hk: 在此自訂“閱讀更多”按鈕上的文本。

source: 文章列表链接可点击区域
tr_tr: Makale kutucuklarında tıklanabilir alanlar
zh_hk: 文章列表連結可點擊區域

source: 仅标题
tr_tr: Sadece Başlık
zh_hk: 僅標題

source: 标题和文章特色图像
tr_tr: Başlık ve Küçük Resim
zh_hk: 標題和文章特色圖像

source: 文章列表详细信息 - 位置1
tr_tr: Bilgi Çubuğunda İlk Sırada Görünecek Bilgi
zh_hk: 文章列表詳細信息 - 位置1

source: 浏览量
tr_tr: Okunma Sayısı
zh_hk: 瀏覽量

source: 发表时间
tr_tr: Yayınlanma Tarihi
zh_hk: 發表時間

source: 评论数
tr_tr: Yorum Sayısı
zh_hk: 評論數

source: 空
tr_tr: Boş

source: 文章列表详细信息 - 位置2
tr_tr: Bilgi Çubuğunda İkinci Sırada Görünecek Bilgi
zh_hk: 文章列表詳細信息 - 位置2

source: 文章列表详细信息 - 位置3
tr_tr: Bilgi Çubuğunda İlk Sırada Görünecek Bilgi
zh_hk: 文章列表詳細信息 - 位置3

source: 详细信息显示在文章列表每篇文章的底部。在此指定你希望展示的信息。
tr_tr: Makale kutucuğunun altında göstermek istediğiniz detayları belirtiniz.
zh_hk: 詳細信息顯示在文章列表每篇文章的底部。在此指定你希望展示的信息。

source: 增强的文章列表加载方式
tr_tr: Geliştirilmiş makale listelemesi
zh_hk: 增強的文章列表加載方式

source: 启用此选项以加快文章列表的加载速度，并使浏览器在后退到文章列表时尽可能地保持滚动位置。<br>受浏览器限制，在拥有大量文章时此功能效果可能会受限。
tr_tr: Makale listesinin yüklenmesini hızlandırmak ve makale listesine geri dönerken tarayıcıdan olabildiğince faydalanmak için bu seçeneği etkinleştirin. <br> Bu işlem tarayıcı tarafından sınırlı olduğundan, çok sayıda makaleniz olduğunda bu işlev sorunlu çalışabilir.
zh_hk: 啟用此選項以加快文章列表的加載速度，並使瀏覽器在後退到文章列表時盡可能地保持滾動位置。 <br>受瀏覽器限制，在擁有大量文章時此功能效果可能會受限。

source: 文章目录
tr_tr: Makale Dizini
zh_hk: 文章目錄

source: 开启后，侧边栏会显示文章目录。
tr_tr: Kenar çubuğunda gece/gündüz modu düğmesini göster.
zh_hk: 開啟後，側邊欄會顯示文章目錄。

source: 文章目录缩略显示
tr_tr: Makale Dizini Küçük Resim Gösterimi
zh_hk: 文章目錄縮顯示

source: 开启后，桌面端文章左侧会显示简略目录，点击即可打开完整目录。
tr_tr: Aktif edildiğinde makale sayfasında sol alanda ilerleme çubuğu görüntülenecektir. Üzerine tıklandığında tıklanan alana gidilmesini sağlar.
zh_hk: 開啟後，桌面端文章左側會顯示簡略目錄，點擊即可打開完整目錄。

source: 首页推荐文章
tr_tr: Önerilen Makaleler
zh_hk: 首頁推薦文章

source: 开启后，首页会展示推荐文章，请在下方进行设置。
tr_tr: Aktif olduğunda ana sayfada önerilen makaleleri görüntüler. Lütfen aşağıdan seçin.
zh_hk: 開啟後，首頁會展示推薦文章，請在下方進行設定。

source: 首页推荐文章数量
tr_tr: Önerilen Makale Sayısı
zh_hk: 首頁推薦文章數量

source: 在此设定首页推荐文章篇数。请输入大于 0 的整数。
tr_tr: Ana sayfada önerilen makale sayısını buradan ayarlayın. Lütfen 0'dan büyük bir tamsayı girin.
zh_hk: 在此設定首頁推薦文章篇數。請輸入大于 0 的整數。

source: 首页推荐文章获取方式
tr_tr: Önerilen Makaleler Nasıl Belirlenecek?
zh_hk: 首頁推薦文章獲取方式

source: 某一分类
tr_tr: Belirli bir kategori
zh_hk: 某一分類

source: 置顶文章
tr_tr: En çok okunan makale
zh_hk: 置頂文章

source: 在此设定首页推荐文章的获取方式。<br>若选择置顶文章，当没有置顶文章时，首页推荐文章模块将不会显示，同时文章列表将保持原始顺序而不会被置顶文章打乱。
tr_tr: Ana sayfada önerilen makaleleri edinme yöntemini buradan ayarlayın. <br>En çok okunan makaleyi seçerseniz, en çok okunan makale olmadığında ana sayfada önerilen makale modülü görüntülenmez ve makale listesi en üstteki makale tarafından değiştirilmeden orijinal sırada kalır.
zh_hk: 在此設定首頁推薦文章的獲取方式。<br>若選擇置頂文章，當沒有置頂文章時，首頁推薦文章模塊將不會顯示，同時文章列表將保持原始順序而不會被置頂文章打亂。

source: 首页推荐文章分类名
tr_tr: Önerilen Makaleler Kategorisi
zh_hk: 首頁推薦文章分類名

source: 在此设定首页推荐文章的分类名。当分类不存在时，将显示最新文章。
tr_tr: Ana sayfada önerilen makalenin kategori adını buradan ayarlayın. Kategori olmadığında, en son makale görüntülenecektir.
zh_hk: 在此設定首頁推薦文章的分類名。當分類不存在時，將顯示最新文章。

source: 首页推荐文章模块标题
tr_tr: Önerilen Makaleler Modülünün Başlığı
zh_hk: 首頁推薦文章模塊標題

source: 在此设定首页推荐文章模块标题。
tr_tr: Bu ayar sayesinde ana sayfada görüntülenecek makaleler modülünün başlığını ayarlayabilirsiniz.
zh_hk: 在此設定首頁推薦文章模塊標題。

source: 首页最新文章模块标题
tr_tr: Son Yazılar Bölümü Başlığı
zh_hk: 首頁最新文章模塊標題

source: 在此设定首页最新文章模块标题。只有开启了“首页推荐文章”功能时此空才会生效。
tr_tr: Ana sayfada görüntülecek son yazılar bölümü başlığını ayarlayın. Bu kısım yalnızca "Önerilen Makaleler" modülü aktif olursa görünür.
zh_hk: 在此設定首頁最新文章模塊標題。只有開啟了“首頁推薦文章”功能時此空才會生效。

source: 文末推荐文章
tr_tr: Benzer Yazılar
zh_hk: 文末推薦文章

source: 开启后，文章末会展示最多5篇相似文章。
tr_tr: Açık olduğunda makalenin sonunda en fazla 5 adet benzer yazı gösterilir.
zh_hk: 開啟後，文章末會展示最多5篇相似文章。

source: 文末推荐文章数量
tr_tr: Makale sonunda önerilen makale sayısı
zh_hk: 文末推薦文章數量

source: 在此文末首页推荐文章篇数。请输入大于 0 的整数。
tr_tr: Bu makalenin sonunda önerilen makale sayısı. Lütfen 0'dan büyük bir tamsayı girin.
zh_hk: 在此文末首頁推薦文章篇數。請輸入大于 0 的整數。

source: 文末推荐文章计算方式
tr_tr: Benzer Makaleleri Gösterme Seçenekleri
zh_hk: 文末推薦文章計算方式

source: 相同标签
tr_tr: Aynı Etiket
zh_hk: 相同標籤

source: 相同分类
tr_tr: Aynı Kategori
zh_hk: 相同分類

source: 文末推荐文章模块标题
tr_tr: "Benzer Yazılar" Başlığı
zh_hk: 文末推薦文章模塊標題

source: “发送评论”文本自定义
tr_tr: "Yorum Gönder" metnini özelleştir.
zh_hk: “發送評論”文本自訂

source: 在此自定义“发送评论”按钮上的文本。
tr_tr: Buradan "Yorum Gönder" metnini özelleştirebilirsiniz.
zh_hk: 在此自訂“發送評論”按鈕上的文本。

source: 评论无限加载
tr_tr: Infinite Scroll (Sonsuz Kaydırma)
zh_hk: 評論無限加載

source: 开启后，文章评论加载时将使用无限加载，关闭则使用分页加载。无论如何，评论均为 AJAX 加载。
tr_tr: Açıldığında, makale yorumları yüklenirken sonsuz yükleme, kapatıldığında ise sayfalandırma yüklemesi kullanılacaktır. Her durumda, yorumlar AJAX ile yüklenir.
zh_hk: 開啟後，文章評論加載時將使用無限加載，關閉則使用分頁加載。無論如何，評論均為 AJAX 加載。

source: 评论表情
tr_tr: Yorumlarda Ifade Kullanımı
zh_hk: 評論表情

source: 开启后，评论时可输入表情。开启后仍需安装表情插件才可正常使用。目前仅支持来自 mayuko 的 Alu 表情插件，请前往 <a href="https://doc.flyhigher.top/mdx/zh-CN/config/emoji-in-comment/" target="_blank">MDx 文档</a> 下载插件安装包。
tr_tr: Açtıktan sonra, yorum yaparken ifadeler girebilirsiniz. Normal kullanım için emoji eklentisini yüklemeniz gerekir. Şu anda yalnızca mayuko'nun Alu emoji eklentileri desteklemektedir, lütfen <a href="https://doc.flyhigher.top/mdx/zh-CN/config/emoji-in-comment/" target="_blank">MDx belgesine gidin</a> ve eklenti paketini indirin.
zh_hk: 開啟後，評論時可輸入表情。開啟後仍需安裝表情外掛才可正常使用。目前僅支援來自 mayuko 的 Alu 表情外掛，請前往 <a href="https://doc.flyhigher.top/mdx/zh-CN/config/emoji-in-comment/" target="_blank">MDx 文檔</a> 下載外掛安裝包。

source: LazyLoad 模式
tr_tr: LazyLoad Modu

source: 速度优先
tr_tr: LazyLoad
zh_hk: 速度優先

source: SEO优先（轻度）
tr_tr: Basit SEO
zh_hk: SEO優先（輕度）

source: SEO优先（重度）
tr_tr: Güçlü SEO
zh_hk: SEO優先（重度）

source: LazyLoad 即图片会在即将滚动到屏幕内时才开始加载的技术（可能会影响 SEO）。此设置会影响图片加载模式。</p><ul><li><code>速度优先</code>：几乎所有图片都会使用 LazyLoad</li><li><code>SEO优先（轻度）</code>：除文章内使用的图片外几乎所有图片都会使用 LazyLoad</li><li><code>SEO优先（重度）</code>：文章内使用的图片和文章列表使用的图片不会使用 LazyLoad，但仍有少量装饰性图片会使用</li></ul>
tr_tr: LazyLoad makale görsellerinin ekranı kaydırdıkça yüklenmesini (SEO'yu etkileyebilir.) sağlar. <br> LazyLoad: Tüm resimler ve makale için LazyLoad aktif. <br>Basit SEO: Makale hariç tüm resimler için LazyLoad aktif olur. <br> Güçlü SEO: LazyLoad her durum için kapalı olur. Fakat temanın bazı görselleri yine de LazyLoad kullanmaya devam eder. Bu seçenek websitenizin görüntülenme hızınızı düşürebilir.
zh_hk: LazyLoad 即圖片會在即將滾動到螢幕內時才開始加載的技術（可能會影響 SEO）。此設置會影響圖片加載模式。 </p><ul><li><code>速度優先</code>：幾乎所有圖片都會使用 LazyLoad</li><li><code>SEO優先（輕度）</code>：除文章內使用的圖片外幾乎所有圖片都會使用 LazyLoad</li><li><code>SEO優先（重度）</code>：文章內使用的圖片和文章列表使用的圖片不會使用 LazyLoad，但仍有少量裝飾性圖片會使用</li></ul>

source: 兼容性 Lazyload
tr_tr: LazyLoad Uyumluluğu

source: 尝试以兼容性更好的方式加载图片，<strong>但会导致一些增强特性不可用。</strong><br>如果你发现文章内图片的 Lazyload 加载出现问题且希望保留文章内图片的 Lazyload，可以尝试打开此选项。
tr_tr: Görüntüyü daha uyumlu bir şekilde yüklemeyi deneyin, <strong> ancak bazı geliştirmeleri kullanılamaz hale getirecektir. </strong> <br> Makaledeki görüntülerin Lazyload yüklemesinde bir sorun olduğunu fark ederseniz ve makaledeki görüntülerde Lazyload'u kullanmak istiyorsanız, bu seçeneği açmayı deneyebilirsiniz.
zh_hk: 嘗試以兼容性更好的方式加載圖片，<strong>但會導致一些增強特性不可用。 </strong><br>如果你發現文章內圖片的 Lazyload 加載出現問題且希望保留文章內圖片的 Lazyload，可以嘗試打開此選項。

source: 允许用户缩放页面
tr_tr: Kullanıcılar sayfaları ölçeklendirebilir
zh_hk: 允許用戶縮放頁面

source: 如果允许用户缩放页面，用户将可以放大页面。这可能会破坏页面结构，但有助于视力障碍用户更好地阅读。关闭即可将页面的缩放强制固定在默认倍率。注意，不同浏览器对此可能会有不同的表现。
tr_tr: Bu ayar ile kullanıcılar sayfaları yeniden ölçeklendirebilir. Bu sayfa yapısını bozabilir ancak görme engelli kullanıcıların daha iyi okumasına yardımcı olur. Sayfayı varsayılan yakınlıkta sabit tutmak için bu ayarı kapatın. (Farklı tarayıcılar bu ayarı gözardı edebilir.)
zh_hk: 如果允許用戶縮放頁面，用戶將可以放大頁面。這可能會破壞頁面結構，但有助於視力障礙用戶更好地閱讀。關閉即可將頁面的縮放強制固定在默認倍率。注意，不同瀏覽器對此可能會有不同的表現。

source: 允许使用减弱动画模式
tr_tr: Zayıf animasyon modunu kullanmaya izin ver
zh_hk: 允許使用減弱動畫模式

source: 开启后，如果用户的系统开启了减弱动画模式，MDx 会自动地尽可能减弱网页内的动画。
tr_tr: Bunu açtığınızda ziyaretçileriniz bilgisayarında düşük animasyon modunu aktifleştirdiyse MDx otomatik olarak sayfalarda kullanılan animasyonları mümkün olduğunca azaltacaktır. (Ziyaretçi taraflı performans sağlar.)
zh_hk: 開啟後，如果用戶的系統開啟了減弱動畫模式，MDx 會自動地盡可能減弱網頁內的動畫。

source: 广告代码
tr_tr: Reklam Kodu
zh_hk: 廣告代碼

source: 在这里填写广告代码，MDx 会自行决定广告应出现在何处。此空留空则不会显示广告。<br>如果要在文章内插入广告，在这里填写广告代码后，你可以在文章中使用 <code>[mdx_ad][/mdx_ad]</code> 短代码。<br>如果你计划使用 Google AdSense 自动广告，请将其填写在“脚本 - 页头脚本”选项处。
tr_tr: Bu alana reklam kodunuzu girin. MDx reklamları otomatik konumlandıracaktır. Boş bırakırsanız reklam alanları gizlenir. <br> Bir makaleye bir reklam eklemek istiyorsanız, buraya reklam kodunuzu ekledikten sonra makale içerisine <code>[mdx_ad] [/ mdx_ad]</code> kısa kodunu ekleyebilirsiniz. <br> Google AdSense otomatik reklamcılığını kullanmayı planlıyorsanız, lütfen "İşlev > Özel Kodlar (Sayfa Başı)" alanını da ayarlayın.
zh_hk: 在這裡填寫廣告代碼，MDx 會自行決定廣告應出現在何處。此空留空則不會顯示廣告。<br>如果要在文章內插入廣告，在這裡填寫廣告代碼後，你可以在文章中使用 <code>[mdx_ad][/mdx_ad]</code> 短代碼。 <br>如果你計劃使用 Google AdSense 自動廣告，請將其填寫在“腳本 - 頁頭腳本”選項處。

source: 对已登录的用户禁用广告
tr_tr: Giriş yapan kullanıcılar için reklamları devre dışı bırak
zh_hk: 對已登錄的用戶禁用廣告

source: 禁用广告
tr_tr: Reklamları Devredışı Bırak
zh_hk: 禁用廣告

source: 不禁用广告
tr_tr: Reklamları Aktifleştir
zh_hk: 不禁用廣告

source: 开启后，侧边栏中会出现夜间模式切换按钮。<strong>如果你启用了“黑暗主题”，那么夜间模式将会自动禁用。</strong>
tr_tr: Açtıktan sonra, gece modu geçiş düğmesi kenar çubuğundan kaldırılacaktır. Karanlık Tema'yı etkinleştirirseniz, Gece Modu otomatik olarak devre dışı bırakılır.
zh_hk: 開啟後，側邊欄中會出現夜間模式切換按鈕。 <strong>如果你啟用了“黑暗主題”，那麼夜間模式將會自動禁用。 </strong>

source: 自动夜间模式
tr_tr: Otomatik gece modu geçişi.
zh_hk: 自動夜間模式

source: 跟随系统
tr_tr: Sistemi Takip Et
zh_hk: 跟隨系統

source: 跟随时间
tr_tr: Zamanı Takip Et
zh_hk: 跟隨時間

source: <strong>仅当开启夜间模式功能后此选项方可生效。</strong></p><ul><li><code>跟随系统</code>：夜间模式随用户系统的配色方案实时切换，优先级低于用户自行设置</li><li><code>跟随时间</code>：22:30 至第二天 5:30 之间打开页面时自动加载夜间模式，优先级低于用户自行设置</li></ul>
tr_tr: <strong>Bu seçenek yalnızca gece modu açıksa etkinleşir.</strong><br><ul><li><code>Sistemi Takip Et</code>：Kullanıcı bilgisayar ayarlarına göre gece modunu ayarlar.</li><code>Zamanı Takip Et</code>: Aktif edildiğinde 22:30 ve 05:30 arasında gece modu otomatik olarak aktifleşir.
zh_hk: <strong>僅當開啟夜間模式功能後此選項方可生效。 </strong></p><ul><li><code>跟隨系統</code>：夜間模式隨用戶系統的配色方案實時切換，優先級低於用戶自行設定</li><li><code >跟隨時間</code>：22:30 至第二天 5:30 之間打開頁面時自動加載夜間模式，優先級低於用戶自行設定</li></ul>

source: SEO 关键词
tr_tr: SEO Anahtar Kelimeleri
zh_hk: SEO 關鍵詞

source: 用半角逗号分割关键词，数量在5个以内最佳。留空代表不开启此功能。
tr_tr: Anahtar kelimeleri ayırmak için virgül kullanın. 5 veya daha az kelime belirtmeniz önerilir. Kullanmak istemiyorsanız boş bırakabilirsiniz.
zh_hk: 用半形逗號分割關鍵詞，數量在5個以內最佳。留空代表不開啟此功能。

source: 自动生成网页描述
tr_tr: Sayfa Açıklamalarını Otomatik Oluştur
zh_hk: 自動生成網頁描述

source: 开启后，会自动生成 SEO 网页描述。<strong>对首页无效，请在下方输入首页描述。</strong>
tr_tr: Açık olduğunda SEO için sayfa açıklamalarını otomatik oluşturur. <strong>Ana sayfa için geçersizdir.</strong> Ana sayfa açıklamasını lütfen aşağıya girin.
zh_hk: 開啟後，會自動生成 SEO 網頁描述。 <strong>對首頁無效，請在下方輸入首頁描述。 </strong>

source: SEO 描述
tr_tr: SEO Açıklaması

source: 在这里编辑网页描述。如开启自动生成网页描述功能，则此空仅对首页有效，其他页面会自动生成网页描述。此空留空则表示关闭全局 SEO 描述功能。
tr_tr: Ana sayfa açıklamasını buradan ayarların. "Sayfa Açıklamalarını Otomatik Oluştur" seçeneği açık ise bu alan sadece ana sayfa için geçerli olacaktır. Bu alanı boş bırakırsanız ana sayfa açıklaması boş olacaktır.
zh_hk: 在這裡編輯網頁描述。如開啟自動生成網頁描述功能，則此空僅對首頁有效，其他頁面會自動生成網頁描述。此空留空則表示關閉全局 SEO 描述功能。

source: 使用 CDN 加载前端主题文件
tr_tr: Temanın Temel Dosyaları İçin CDN Kullan
zh_hk: 使用 CDN 加載前端主題文件

source: 不使用
tr_tr: Kullanma

source: 自定义
tr_tr: Özelleştir
zh_hk: 自訂

source: 在<strong>部分情况</strong>下，使用 CDN 有助于前端页面更快地载入。此选项<strong>只影响</strong>主题的前端文件，不影响 WordPress 和其他插件的文件。</p><ul><li><code>不使用</code>：从和页面一致的服务器加载文件</li><li><code>jsDelivr</code>：使用由 jsDelivr 提供的免费 CDN</li><li><code>自定义</code>：使用自定义的 CDN</li></ul>
tr_tr: <strong>Bazı durumlarda</strong>, bir CDN kullanmak, ön uç sayfanın daha hızlı yüklenmesine yardımcı olabilir. Bu seçenek, temanın <strong>yalnızca</strong> temel dosyalarını etkiler ve WordPress ile diğer eklentilerin dosyalarını etkilemez. </p><ul><li><code>Kullanmayın</code>: dosyaları sayfayla aynı sunucudan yükleyin</li><li><code>jsDelivr</code>: jsDelivr tarafından sağlanan ücretsiz CDN'i kullanın.</li> <li><code>Özel</code>: Özel bir CDN kullanın</li></ul>
zh_hk: 在<strong>部分情况</strong>下，使用 CDN 有助于前端頁面更快地載入。此選項<strong>隻影響</strong>主題的前端文件，不影響 WordPress 和其他外掛的文件。</p><ul><li><code>不使用</code>：從和頁面一致的伺服器加載文件</li><li><code>jsDelivr</code>：使用由 jsDelivr 提供的免費 CDN</li><li><code>自訂</code>：使用自訂的 CDN</li></ul>

source: 自定义 CDN 根路径
tr_tr: Özel CDN Dosya Yolu
zh_hk: 自訂 CDN 根路徑

source: 在这里输入自定义的 CDN 根路径 URL，不要在最后添加 <code>/</code>，如 <code>https://cdn.example.com/mdx_files</code>。<br>CDN 服务需添加适当的 <code>access-control-allow-origin</code> 头。
tr_tr: Özelleştirilmiş CDN dosya yolu URL'sini buraya girin, sonuna <code>/</code> eklemeyin. <br> CDN hizmetlerinin <code> access-control-allow-origin </code> başlığını eklemesi gerekir.
zh_hk: 在這裡輸入自訂的 CDN 根路徑 URL，不要在最後添加 <code>/</code>，如 <code>https://cdn.example.com/mdx_files</code>。<br>CDN 服務需添加適當的 <code>access-control-allow-origin</code> 頭。

source: 页头脚本
tr_tr: Özel Kodlar (Sayfa Başı)
zh_hk: 頁頭腳本

source: 在这里插入脚本，会被插入至所有页面头部。
tr_tr: Buraya yazacağınız kodlar otomatik olarak sayfa başına eklenecektir.
zh_hk: 在這裡插入腳本，會被插入至所有頁面頭部。

source: 页尾脚本
tr_tr: Özel Kodlar (Sayfa Sonu)
zh_hk: 頁尾腳本

source: 在这里插入脚本，会被插入至所有页面最后。
tr_tr: Buraya yazacağınız kodlar otomatik olarak sayfa sonuna eklenecektir.
zh_hk: 在這裡插入腳本，會被插入至所有頁面最後。

source: WordPress 安装方式
tr_tr: WordPress Kurulum Yöntemi
zh_hk: WordPress 安裝方式

source: 常规安装
tr_tr: Genel Kurulum
zh_hk: 常規安裝

source: 子目录安装
tr_tr: Alt Dizin Yüklemesi
zh_hk: 子目錄安裝

source: 常规
tr_tr: Geleneksel
zh_hk: 常規

source: 子目录
tr_tr: Alt Dizin
zh_hk: 子目錄

source: 为了更好地实现某些功能，MDx 需要知道你的 WordPress 的安装方式。如果你不确定，请参考下方的检测结果。<br>MDx 检测到你的 WordPress 似乎是
tr_tr: Bazı özelliklerden daha iyi faydalanmak için MDx'in WordPress'i nasıl kurduğunuzu bilmesi gereklidir. Bunun ne anlama geldiğini bilmiyorsanız aşağıdaki test sonuçlarına göz atın
zh_hk: 為了更好地實現某些功能，MDx 需要知道你的 WordPress 的安裝方式。如果你不確定，請參考下方的檢測結果。 <br>MDx 檢測到你的 WordPress 似乎是

source: 网站公告
tr_tr: Duyurular
zh_hk: 網站公告

source: 在这里编辑网站公告。公告会显示在首页文章列表的顶部，留空则不会显示。支持 <code>HTML</code> 格式。
tr_tr: Websiteniz için duyuruyu düzenleyin. Burada yer alan duyuru ilk makalenin üzerinde görüntülenecektir ve boş bırakırsanız görünmez. <code>HTML</HTML> biçimi desteklenmektedir.
zh_hk: 在這裡編輯網站公告。公告會顯示在首頁文章列表的頂部，留空則不會顯示。支援 <code>HTML</code> 格式。

source: 使用手势打开抽屉菜单
tr_tr: Sol menüyü kaydırarak aç
zh_hk: 使用手勢打開抽屜選單

source: 开启后，可以通过从屏幕左侧向中心滑动的方式调出抽屉菜单。
tr_tr: Bu seçenek aktif olduğunda mobilde ekranın sol tarafından kaydırarak sol menüyü açabilirsiniz.
zh_hk: 開啟後，可以通過從螢幕左側向中心滑動的方式調出抽屜選單。

source: 右侧小工具栏
tr_tr: Sağ menü butonu
zh_hk: 右側小工具欄

source: 开启后，每个页面右下角都会显示小工具栏浮动按钮。小工具栏默认隐藏，可以通过从屏幕右侧侧向中心滑动或按钮调出右侧小工具栏。
tr_tr: Açık olduğunda sayfanın sağ altına sağ menüyü açabilmeniz için kayan buton ekler. Bu ayar varsayılan olarak kapalıdır.
zh_hk: 開啟後，每個頁面右下角都會顯示小工具欄浮動按鈕。小工具欄默認隱藏，可以通過從螢幕右側側向中心滑動或按鈕調出右側小工具欄。

source: Cookie 使用提示 (GDPR)
tr_tr: Çerez Kullanımı (GDPR)

source: Cookie 使用提示将会在用户第一次访问站点时显示，以向用户说明你站点的 Cookie 政策。如果你的站点有来自欧盟地区的访客，此选项可能会很有用。<br>在这里编辑 Cookie 使用提示，支持 <code>HTML</code>，留空则不会显示。<br>在 Safari 中，受到浏览器政策影响，提示隐藏时间最多为 7 天（不与网站交互）。要重置所有访客看到此提示的状态以向所有访客显示新的提示，请点击下方的重置按钮。
tr_tr: Çerez kullanımı, bir kullanıcı siteyi ilk kez ziyaret ettiğinde kullanıcıları sitenizin çerez politikası hakkında bilgilendirmek için görüntülenir. Bu seçenek, sitenizde Avrupa Birliği'nden ziyaretçi varsa faydalı olabilir. <br> Çerez kullanımını buradan düzenleyebilirsiniz, <code>HTML</code> biçimini destekler, görüntülenmemesi için boş bırakın. <br>Safari'de, tarayıcı politikası nedeniyle, bilgi istemi 7 güne kadar gizlenir (web sitesi ile etkileşime girmeden). Tüm tarayıcılarda onay metnini tekrar göstermek isterseniz aşağıdaki buton yardımıyla ayarları sıfırlayın.
zh_hk: Cookie 使用提示將會在用戶第一次訪問網站時顯示，以向用戶說明你網站的 Cookie 政策。 如果你的網站有來自歐盟地區的訪客，此選項可能會很有用。<br>在這裡編輯 Cookie 使用提示，支援 <code>HTML</code>，留空則不會顯示。<br>在 Safari 中，受到瀏覽器政策影響，提示隱藏時間最多為 7 天（不與網站交互）。 要重置所有訪客看到此提示的狀態以向所有訪客顯示新的提示，請點擊下方的重置按鈕。

source: 重置显示状态
tr_tr: Görüntüleme durumunu sıfırla
zh_hk: 重置顯示狀態

source: 重置成功，保存设置后生效。
tr_tr: Sıfırlama başarılı, ayarlar kaydedildikten sonra geçerli olacak.
zh_hk: 重置成功，儲存設定後生效。

source: 使用 Preload 技术加速页面加载
tr_tr: Önceden Yüklemeyi Kullan
zh_hk: 使用 Preload 技術加速頁面加載

source: 开启后，可使用 Preload 预加载技术加速页面加载。
tr_tr: Açtıktan sonra, sayfa yüklemeyi hızlandırmak için Preload teknolojisini kullanabilirsiniz.
zh_hk: 開啟後，可使用 Preload 預加載技術加速頁面加載。

source: 实时搜索
tr_tr: Gerçek zamanlı arama
zh_hk: 實時搜索

source: 开启后，进行搜索时会随用户输入实时反馈搜索结果。<strong>需要 WordPress REST API 支持。此 API 默认开启，请确保你没有将其关闭。</strong>
tr_tr: Açık olduğunda arama sonuçları kullanıcı aramalardan geri bildirimler alır. <strong>WordPress REST API desteği gerektirir. Bu API varsayılan olarak açıktır.</strong>
zh_hk: 開啟後，進行搜索時會隨用戶輸入實時反饋搜索結果。 <strong>需要 WordPress REST API 支援。此 API 默認開啟，請確保你沒有將其關閉。 </strong>

source: ICP 备案号
tr_tr: ICP Kayıt Numarası
zh_hk: ICP 備案號

source: 在这里填写的 ICP 备案号会显示在页脚并自动链接到 <i>中华人民共和国工业和信息化部</i> 网站，留空则不显示。如果你的服务器在中国大陆境内，这个选项可能会很有用。
tr_tr: ICP kayıt numarası giriliyse alt bilgi alanında otomatik olarak gösterilecek ve <i>Çin Halk Cumhuriyeti Sanayi ve Bilgi Teknolojisi Bakanlığı</i> otomatik olarak linklenecek Göstermek istemiyorsanız boş bırakın. Bu seçeneği sunucunuz Çin'de yer alıyorsa kullanın.
zh_hk: 在這裡填寫的 ICP 備案號會顯示在頁腳並自動連結到 <i>中華人民共和國工業和信息化部</i> 網站，留空則不顯示。如果你的伺服器在中國大陸境內，這個選項可能會很有用。

source: 在前端载入 jQuery
tr_tr: JQuery'yi başlık bölümünde yükleyin
zh_hk: 在前端加載 jQuery
