Repository: yrccondor/mdx
Catalog: languages/*.po
Languages: tr_tr, zh_hk

source: 自 2.0.0 版本起，MDx 已不再依赖 jQuery 且不再在前端载入 jQuery 脚本。如果你在升级 MDx 后碰到页面显示不正常等问题，请尝试打开此选项。<br><strong>这是一个临时选项，将会在未来版本中被移除。如果你的前端页面中有依赖 jQuery 的其他资源，请确保其不受 MDx 移除 jQuery 的影响。</strong><br>有关更多从 MDx 1.x 升级至 2.x 的信息，请参阅<a href="https://doc.flyhigher.top/mdx/zh-CN/upgrade_tip/">主题文档</a>。
tr_tr: 2.0.0 sürümünden bu yana, MDx artık jQuery'ye bağlı değildir ve artık ön uçta jQuery komut dosyalarını yüklememektedir. MDx'i yükselttikten sonra anormal sayfa görüntüsü gibi sorunlarla karşılaşırsanız, lütfen bu seçeneği etkinleştirmeyi deneyin. <br> <strong> Bu geçici bir seçenektir ve gelecekteki bir sürümde kaldırılacaktır. Ön uç sayfanızda jQuery'ye dayanan başka kaynaklar varsa, lütfen bunların MDx'in jQuery'yi kaldırmasından etkilenmediğinden emin olun. </strong> <br> MDx 1.x'ten 2.x'e yükseltme hakkında daha fazla bilgi için lütfen <a href="https://doc.flyhigher.top/mdx/zh-CN/upgrade_tip/">Tema belgesi </a> adresine bakın.
zh_hk: 自 2.0.0 版本起，MDx 已不再依賴 jQuery 且不再在前端加載 jQuery 腳本。如果你在升級 MDx 後碰到頁面顯示不正常等問題，請嘗試打開此選項。<br><strong>這是一個臨時選項，將會在未來版本中被移除。如果你的前端頁面中有依賴 jQuery 的其他資源，請確保其不受 MDx 移除 jQuery 的影響。</strong><br>有關更多從 MDx 1.x 升級至 2.x 的信息，請參閱<a href="https://doc.flyhigher.top/mdx/zh-CN/upgrade_tip/">主題文檔</a>。

source: MDx 主题
tr_tr: MDx Teması
zh_hk: MDx 主題

source: MDx 主题 - 样式
tr_tr: MDx - Stil
zh_hk: MDx 主題 - 樣式

source: 样式
tr_tr: Stil
zh_hk: 樣式

source: 功能
tr_tr: İşlev

source: MDx 主题 - 关于
tr_tr: MDx - Hakkında
zh_hk: MDx 主題 - 關於

source: 关于
tr_tr: Hakkında
zh_hk: 關於

source: 通知：
tr_tr: Uyarı:

source: 新版本已经发布。去<a href="update-core.php">更新</a>。
tr_tr: Yeni sürüm yayınlandı. <a href="update-core.php">Güncelle</a>
zh_hk: 新版本已經發佈。去<a href="update-core.php">更新</a>。

source: 警告：你可能修改了主题底部的版权信息，请将其重新改正。MDx主题要求你保留版权信息。
tr_tr: Uyarı: Alt kısımda yer alan bilgileri düzenlediyseniz lütfen ayarlarınızı geriye döndürün. MDx'i kullanmak için telif hakkı bilgilerini korumanız gereklidir.
zh_hk: 警告：你可能修改了主題底部的版權資訊，請將其重新改正。 MDx主題要求你保留版權資訊。

source: 感谢使用 MDx 主题
tr_tr: MDx'i kullandığınız için teşekkürler.
zh_hk: 感謝使用 MDx 主題

source: 我是 Axton Yao，这个主题由我开发。我的网站是
tr_tr: Merhaba Ben Axton Yao, bu tema benim tarafımdan geliştirilmiştir. Türkçeleştirme Hasan Can'a aittir. Web Sitem:
zh_hk: 我是 Axton Yao，這個主題由我開發。我的網站是

source: 对主题有任何疑问，建议先查阅
tr_tr: Herhangi bir sorun yaşarsanız lütfen iletişime geçin.
zh_hk: 對主題有任何疑問，建議先查閱

source: 主题文档
tr_tr: Dökümantasyon (Alternatif)
zh_hk: 主題文檔

source: 这个项目的 Github 地址是
tr_tr: Bu projenin GitHub adresi:
zh_hk: 這個項目的 Github 網址是

source: 。如果你有兴趣，欢迎为这个项目做出贡献。同时，求 Star。
tr_tr: Dilerseniz siz de projeye katkıda bulunabilirsiniz. Yıldız verirseniz bizi memnun edersiniz.
zh_hk: 。如果你有興趣，歡迎為這個項目做出貢獻。同時，求 Star。

source: 这个主题的诞生离不开 MDUI，这是一个优秀的前端框架项目，你可以在他们的官方网站上了解更多：
tr_tr: Bu proje MDUI'dan esinlenerek yapılmıştır. Resmi web sitesinden daha fazla bilgi edinebilirsiniz:
zh_hk: 這個主題的誕生離不開 MDUI，這是一個優秀的前端框架項目，你可以在他們的官方網站上瞭解更多：

source: 感谢以下译者帮助翻译 MDx：
tr_tr: MDx'in çevirilmesinde yardımcı olan çevirmenlere teşekkürler:
zh_hk: 感謝以下譯者幫助翻譯 MDx：

source: 当前版本 v
tr_tr: Geçerli sürüm v
zh_hk: 當前版本 v

source: 构建版本 v
tr_tr: Yayınlanan sürüm v
zh_hk: 構建版本 v

source: 最新版本 v
tr_tr: Güncel sürüm v

source: 这款主题献给 Demi Zhou
tr_tr: Demi Zhou için kodlanmıştır.
zh_hk: 這款主題獻給 Demi Zhou

source: MDx 主题现已激活，你可以前往<a href="admin.php?page=mdx_styles">主题设置页面</a>对主题进行个性化定制。
tr_tr: MDx teması etkinleştirildi. <a href="admin.php?page=mdx_styles">Tema ayarları</a> sayfasına giderek temanızı özelleştirebilirsiniz.
zh_hk: MDx 主題現已激活，你可以前往<a href="admin.php?page=mdx_styles">主題設定頁面</a>對主題進行個性化定製。

source: 由于你的 PHP 配置问题，MDx 未能成功获取密钥，但这不影响你正常使用 MDx 主题。
tr_tr: PHP yapılandırma sorununuz nedeniyle MDx lisans anahtarını getiremedi, bu durum temayı kullanmanıza engel oluşturmaz.
zh_hk: 由於你的 PHP 配置問題，MDx 未能成功獲取密鑰，但這不影響你正常使用 MDx 主題。

source: 你似乎没有启用 <code>mbstring</code> PHP 拓展，这会导致 MDx 无法正常运行。请参阅<a href="https://doc.flyhigher.top/mdx/zh-CN/tech/php-errors/#mb_strimwidth">文档</a>来修复此错误。
tr_tr: <code>mbstring</code> PHP eklentisi yok gibi görünüyor, bu da MDx'in düzgün çalışmamasına neden olacak. Bu hatayı düzeltmek için lütfen <a href="https://doc.flyhigher.top/mdx/zh-CN/tech/php-errors/#mb_strimwidth">belgelere</a> bakın.
zh_hk: 你似乎沒有啟用 <code>mbstring</code> PHP 拓展，這會導致 MDx 無法正常運行。請參閱<a href="https://doc.flyhigher.top/mdx/zh-CN/tech/php-errors/#mb_strimwidth">文檔</a>來修復此錯誤。

source: 全局
tr_tr: Global

source: 首页
tr_tr: Anasayfa
zh_hk: 首頁

source: 标题栏
tr_tr: Başlık
zh_hk: 標題欄

source: 抽屉菜单
tr_tr: Sol Menü
zh_hk: 抽屜選單

source: 页脚
tr_tr: Alt bilgi
zh_hk: 頁腳

source: Touch Bar 图标
tr_tr: Touch Bar Simgesi URL
zh_hk: Touch Bar 圖標

source: 主题颜色
tr_tr: Tema Rengi
zh_hk: 主題顏色

source: 主题颜色会影响所有页面的主色。
tr_tr: Tema rengi tüm sayfalarda etkili olacaktır.
zh_hk: 主題顏色會影響所有頁面的主色。

source: 强调颜色
tr_tr: Alt Renkler
zh_hk: 強調顏色

source: 强调颜色会影响所有页面的强调色。
tr_tr: Alt renkler temanın birçok alanında etkili olacaktır.
zh_hk: 強調顏色會影響所有頁面的強調色。

source: 黑暗主题
tr_tr: Koyu Tema
zh_hk: 黑暗主題

source: 禁用
tr_tr: Devredışı

source: 启用
tr_tr: Aktif
zh_hk: 啟用

source: 启用 (OLED)
tr_tr: Aktif (OLED)
zh_hk: 啟用 (OLED)

source: 如果启用，页面将忽略夜间模式相关设置并强制始终以黑暗主题显示。
tr_tr: Etkinleştirildiğinde, sayfa gece modu ile ilgili ayarları dikkate almaz ve her zaman Karanlık Tema'yı kullanmaya zorlar.
zh_hk: 如果啟用，頁面將忽略夜間模式相關設定並強制始終以黑暗主題顯示。

source: Material Design 2
tr_tr: Materyal Tasarım 2

source: 开启后，主题将会使用 Material Design 2 风格。
tr_tr: Aktif edildiğinde, tema Materyal Tasarım 2 sürümünü kullanır.
zh_hk: 開啟後，主題將會使用 Material Design 2 風格。

source: Material Design 2 字体
tr_tr: Materyal Tasarım 2 Yazı Tipi
zh_hk: Material Design 2 字體

source: 开启后，部分标题文字将会使用 Material Design 2 风格字体显示。<strong>请注意该字体仅包含拉丁字符。</strong>
tr_tr: Açıldığında, tema Materyal Tasarım 2 yazı stilini kullanacak. <strong>Bu yazı stili yalnızca Latin karakterler içerir.</strong>
zh_hk: 開啟後，部分標題文字將會使用 Material Design 2 風格字體顯示。 <strong>請注意該字體僅包含拉丁字符。 </strong>

source: 移动 Chrome 标题栏颜色
tr_tr: Chrome Araç Çubuğu Rengi
zh_hk: 移動 Chrome 標題欄顏色

source: 开启后，移动 Chrome 访问时，其标题栏的背景颜色会随主题颜色变化。
tr_tr: Mobil platformlarda ve Chrome sekme rengi kodunun geçerli olduğu platformlarda arka plan rengi otomatik olarak sekme rengine yansır.
zh_hk: 開啟後，移動 Chrome 訪問時，其標題欄的背景顏色會隨主題顏色變化。

source: 文章无特色图像时显示默认图像
tr_tr: Görsel Seçilmediyse Varsayılanı Kullan
zh_hk: 文章無特色圖像時顯示默認圖像

source: 开启后，文章无特色图像时将显示默认图像，影响文章列表和文章页。若关闭则不显示。
tr_tr: Makalenin öne çıkan görseli seçilmediyse temanın varsayılan görselini gösterir. Kapalıyken hiçbir görsel çıkmaz.
zh_hk: 開啟後，文章無特色圖像時將顯示默認圖像，影響文章列表和文章頁。若關閉則不顯示。

source: 首页样式
tr_tr: Ana Sayfa Stili
zh_hk: 首頁樣式

source: 默认
tr_tr: Varsayılan
zh_hk: 默認

source: 简单
tr_tr: Basitleştirilmiş
zh_hk: 簡單

source: 两栏
tr_tr: İki Sütun
zh_hk: 兩欄

source: 现代
tr_tr: Modern
zh_hk: 現代

source: 朴素
tr_tr: Basit
zh_hk: 樸素

source: 首页图片
tr_tr: Anasayfa Görseli
zh_hk: 首頁圖片

source: 使用必应美图
tr_tr: Bing Meitu Kullan
zh_hk: 使用必應美圖

source: 你可以上传或指定你的媒体库中的图片作为首页上方显示的图片。<strong>注意，“简单”和“朴素”首页样式不会显示首页图片。</strong><br>无论你是否使用首页幻灯片，你都需要设定一张首页图片。<br>如使用必应美图，可在括号内指定图片的日期。0为今日图片，-1为明日准备使用的图片，1为昨日的图片，以此类推，最多到前16日。
tr_tr: Ortam Kütüphanesinden ana sayfanızda gösterilmesi için bir görsel seçebilirsiniz. "Görsel Seç" butonuna tıkladıktan sonra istediğiniz görseli yükleyebilir veya kütüphanenizden görsel seçerek kullanabilirsiniz. Görsel seçmek için "Yazıya dahil et" butonunu kullanmalısınız, Bing Meitu kullanırsanız görsel tarihini parantez içinde belirtebilirsiniz. Bugünün görselleri için 0, yarının görselleri için -1 ya da dünün görselleri için 1 ila 16 arasında bir değer girebilirsiniz.
zh_hk: 你可以上傳或指定你的媒體庫中的圖片作為首頁上方顯示的圖片。 <strong>注意，“簡單”和“朴素”首頁樣式不會顯示首頁圖片。</strong><br>無論你是否使用首頁幻燈片，你都需要設定一張首頁圖片。<br>如使用必應美圖，可在括號內指定圖片的日期。 0為今日圖片，-1為明日準備使用的圖片，1為昨日的圖片，以此類推，最多到前16日。

source: 增加首页图片文字对比度
tr_tr: Anasayfa görselinin kontrast ayarını yükselt
zh_hk: 增加首頁圖片文字對比度

source: 在首页图片中含大面积白色导致首页格言无法看清时启用此选项。在部分首页样式下不生效。
tr_tr: Bu ayarı aktifleştirdiğinizde anasayfa görseli çok fazla beyaz alan içeriyorsa sloganınız düzgün okunamayacaktır. Anasayfa stillerine etki etmez.
zh_hk: 在首頁圖片中含大面積白色導致首頁格言無法看清時啟用此選項。在部分首頁樣式下不生效。

source: 首页头部展示内容
tr_tr: Anasayfa Başlık Bölümünde Gösterilecek İçerik
zh_hk: 首頁頭部展示內容

source: 格言
tr_tr: Slogan

source: 幻灯片
tr_tr: Slider
zh_hk: 幻燈片

source: 指定首页头部展示的内容。在下方进行详细设置。
tr_tr: Ana sayfanın başlığında görüntülenecek içeriği belirtin. Aşağıda ayrıntılı ayarları yapın.
zh_hk: 指定首頁頭部展示的內容。在下方進行詳細設定。

source: 首页格言
tr_tr: Site Sloganı
zh_hk: 首頁格言

source: 这句话会展示在首页。
tr_tr: Bu kısım anasayfa görselinin hemen üzerinde görüntülenecektir.
zh_hk: 這句話會展示在首頁。

source: 首页格言字体大小
tr_tr: Slogan Boyutu
zh_hk: 首頁格言字體大小

source: 字体大小由 H1 至 H6 依次变小。在部分首页样式中无效。
tr_tr: Yazı boyutu H1'den H6'ya kadar küçülen sıralamadadır.. Bazı anasayfa biçimlerinde geçerli değildir.
zh_hk: 字體大小由 H1 至 H6 依次變小。在部分首頁樣式中無效。

source: 首页幻灯片样式
tr_tr: Anasayfa Slider Stili
zh_hk: 首頁幻燈片樣式

source: 居中
tr_tr: Ortalama

source: 首页幻灯片文章数量
tr_tr: Anasayfada gösterilecek makalelerinin sayısı
zh_hk: 首頁幻燈片文章數量

source: 在此设定首页幻灯片文章篇数。请输入整数。
tr_tr: Ana sayfada gösterilecek makale sayısı, tam sayı girin.
zh_hk: 在此設定首頁幻燈片文章篇數。請輸入整數。

source: 首页幻灯片文章获取方式
tr_tr: Anasayfa Slider Makale Erişimi
zh_hk: 首頁幻燈片文章獲取方式

source: 在此设定首页幻灯片文章的获取方式。<br>若选择置顶文章，当没有置顶文章时，将会显示首页图片，同时文章列表将保持原始顺序而不会被置顶文章打乱。
tr_tr: Ana sayfadaki slayt makalelerini elde etme yöntemini buradan ayarlayın. <br>En çok okunan makale seçerseniz, en çok okunan makale olmadığında ana sayfa görüntüsü görüntülenir ve makale listesi en üstteki makale ile değiştirilmeden orijinal sırada kalır.
zh_hk: 在此設定首頁幻燈片文章的獲取方式。<br>若選擇置頂文章，當沒有置頂文章時，將會顯示首頁圖片，同時文章列表將保持原始順序而不會被置頂文章打亂。

source: 首页幻灯片文章分类名
tr_tr: Anasayfa slayt kategorisi
zh_hk: 首頁幻燈片文章分類名

source: 在此设定首页幻灯片文章的分类名。当分类不存在时，将显示最新文章。
tr_tr: Ana sayfadaki slayt kısmının kategori adını buradan ayarlayın. Kategori olmadığında en son makale görüntülenecektir.
zh_hk: 在此設定首頁幻燈片文章的分類名。當分類不存在時，將顯示最新文章。

source: 文章页样式
tr_tr: Makale Sayfası Biçimi
zh_hk: 文章頁樣式

source: 标准
tr_tr: Standart
zh_hk: 標準

source: 简洁
tr_tr: Görsel
zh_hk: 簡潔

source: 通透
tr_tr: Şeffaf

source: 同时影响文章页、单独页面的样式。
tr_tr: Makale sayfasının stilini ve alt sayfaları da etkiler.
zh_hk: 同時影響文章頁、單獨頁面的樣式。

source: 文章时间显示位置
tr_tr: Makale Tarih Bilgisi Nerede Görüntülenecek?
zh_hk: 文章時間顯示位置

source: 标题旁
tr_tr: Başlığın Yanı
zh_hk: 標題旁

source: 文章末尾
tr_tr: Makalenin Sonu

source: 不显示
tr_tr: Gösterme
zh_hk: 不顯示

source: 文章导航栏配色方案
tr_tr: Makale navigasyon çubuğu renk düzeni
zh_hk: 文章導航欄配色方案

source: 主题色
tr_tr: Tema Rengi
zh_hk: 主題色

source: 低饱和度
tr_tr: Düşük Doygunluk
zh_hk: 低飽和度

source: 影响文章末尾文章导航栏区域的配色。
tr_tr: Makale sonundaki makale navigasyon çubuğunun rengini düzenler.
zh_hk: 影響文章末尾文章導航欄區域的配色。

source: 文末信息
tr_tr: Makale Sonundaki Bilgiler

source: 在这里编辑文末信息。文末信息会显示在每篇文章的底部，留空则不会显示。支持 <code>HTML</code> 格式。<code>--PostLink--</code> 会被替换为链接到当前文章的文章标题，<code>--PostURL--</code> 会被替换为链接到当前文章的当前文章 URL（大小写敏感）。
tr_tr: Makale sonuna eklenecek bilgileri buradan düzenleyebilirsiniz. Bu kısımda yer alanlar her makalenin sonuna eklenir. <code>HTML</code> biçimini destekler. <code>--PostLink--</code> makalenin başlığını görüntüler, <code>--PostURL</code> makalenin URL'sini görüntüler. (Büyük/küçük harf duyarlı)
zh_hk: 在這裡編輯文末信息。文末信息會顯示在每篇文章的底部，留空則不會顯示。支援 <code>HTML</code> 格式。 <code>--PostLink--</code> 會被替換為連結到當前文章的文章標題，<code>--PostURL--</code> 會被替換為連結到當前文章的當前文章URL（大小寫敏感）。

source: 文章列表样式
tr_tr: Makale Listeleme Stili
zh_hk: 文章列表樣式

source: 列表
tr_tr: Liste

source: 干净
tr_tr: Temiz
zh_hk: 乾淨

source: 网格
tr_tr: Grid
zh_hk: 網格

source: 同时影响首页、搜索结果页、归档页的文章列表样式。
tr_tr: Bu ayar ana sayfa, arama sonuçları ve arşiv sayfasında da etkilidir.
zh_hk: 同時影響首頁、搜索結果頁、歸檔頁的文章列表樣式。

source: 文章列表宽度
tr_tr: Makale Listesi Genişliği
zh_hk: 文章列表寬度

source: 正常
tr_tr: Normal

source: 较宽
tr_tr: Daha Geniş
zh_hk: 較寬

source: 使用“较宽”，文章列表将会以多列瀑布流显示。
tr_tr: "Daha geniş" kullanıldığında, makale listesi çok sütunlu bir şelalede görüntülenecektir.
zh_hk: 使用“較寬”，文章列表將會以多列瀑布流顯示。

source: 文章列表显示文章摘要
tr_tr: Makale Listesinde Özeti Göster
zh_hk: 文章列表顯示文章摘要

source: 开启后，文章列表可显示每篇文章的摘要，影响首页和归档页。若关闭则不显示。
tr_tr: Açık olduğunda makalenin özetini makale listesinde görüntüler.
zh_hk: 開啟後，文章列表可顯示每篇文章的摘要，影響首頁和歸檔頁。若關閉則不顯示。

source: 文章列表图片高度
tr_tr: Makale Listesi Yüksekliği
zh_hk: 文章列表圖片高度

source: 自适应
tr_tr: Responsive (Otomatik)
zh_hk: 自適應

source: 固定宽高比
tr_tr: Sabit Oran
zh_hk: 固定寬高比

source: 选择 <code>自适应</code>，文章特色图像可以完全展示。<br>选择 <code>固定宽高比</code>，文章特色图像可能会只显示部分以保持宽高比，但图像不会被拉伸，适合于图像过宽/过高的情况。
tr_tr: <code>Responsive (Otomatik)</code> seçildiğinde makale tüm cihazlarda otomatik olarak en iyi orana ölçeklendirilir. Eğer en boy oranını korumak istiyorsanız <code>Sabit Oran</code> modunu seçin.
zh_hk: 選擇 <code>自適應</code>，文章特色圖像可以完全展示。 <br>選擇 <code>固定寬高比</code>，文章特色圖像可能會只顯示部分以保持寬高比，但圖像不會被拉伸，適合於圖像過寬/過高的情況。

source: 自动隐藏标题栏
tr_tr: Başlık Çubuğunu Otomatik Gizle
zh_hk: 自動隱藏標題欄

source: 开启后，页面向下滚动时标题栏会向上隐藏，向上滚动时会出现。
tr_tr: Açtıktan sonra, sayfa aşağı kaydırıldığında başlık çubuğu yukarı doğru gizlenecek ve yukarı kaydırıldığında görünecektir.
zh_hk: 開啟後，頁面向下滾動時標題欄會向上隱藏，向上滾動時會出現。

source: 标题栏显示内容
tr_tr: Başlık Çubuğu İçeriği
zh_hk: 標題欄顯示內容

source: 博客名称
tr_tr: Blog Adı
zh_hk: 博客名稱

source: 自定义 Logo
tr_tr: Özel Logo
zh_hk: 自訂 Logo

source: 自定义名称
tr_tr: Özel Yazı
zh_hk: 自訂名稱

source: 标题栏 Logo
tr_tr: Başlık Çubuğu Logosu
zh_hk: 標題欄 Logo

source: 选择一张图片作为网站 Logo。
tr_tr: Logo olarak eklemek için bir görsel seçin.
zh_hk: 選擇一張圖片作為網站 Logo。

source: 标题栏自定义名称
tr_tr: Özel Başlık Çubuğu Yazısı
zh_hk: 標題欄自訂名稱

source: 点击标题栏返回顶部
tr_tr: Başlık çubuğuna tıklayarak üste dön
zh_hk: 點擊標題欄返回頂部

source: 开启后，点击标题栏可以返回页面顶部。此设置影响所有页面。
tr_tr: Açtıktan sonra sayfanın başına dönmek için başlık çubuğunu tıklamanız gerekir. Bu ayar tüm sayfaları etkiler.
zh_hk: 開啟後，點擊頂部欄可以返回頁面頂部。此設定影響所有頁面。

source: 抽屉菜单顶部展示个人信息
tr_tr: Sol Menüde Bilgileri Görüntüle
zh_hk: 抽屜選單頂部展示個人信息

source: 开启后，抽屉顶部会显示头像及名称，请在下方设置。
tr_tr: Açık olduğunda avatar, isim ve kısa açıklama görünecektir. Bunları aşağıdan ayarlayabilirsiniz.
zh_hk: 開啟後，抽屜頂部會顯示頭像及名稱，請在下方設定。

source: 抽屉菜单顶部图片
tr_tr: Sol Menü Görseli
zh_hk: 抽屜選單頂部圖片

source: 抽屉菜单信息头像
tr_tr: Sol Menü Avatar
zh_hk: 抽屜選單信息頭像

source: 选择一张图片作为抽屉顶部显示的头像。留空则不显示。
tr_tr: Sağ menü üstünde görüntülenecek küçük avatarı ayarlayın.
zh_hk: 選擇一張圖片作為抽屜頂部顯示的頭像。留空則不顯示。

source: 抽屉菜单信息名称
tr_tr: Sol Menü Üst Bilgi
zh_hk: 抽屜選單信息名稱

source: 抽屉菜单详细信息
tr_tr: Sol Menü Alt Bilgi
zh_hk: 抽屜選單詳細信息

source: 这里的内容会显示在抽屉菜单信息名称的下方。
tr_tr: Bu kısmı yazacağını üst bilginin hemen altında görüntülenecektir.
zh_hk: 這裡的內容會顯示在抽屜選單信息名稱的下方。

source: 页脚样式
tr_tr: Alt Kısım Stili
zh_hk: 頁腳樣式

source: 传统
tr_tr: Geleneksel
zh_hk: 傳統

source: 在此设定页脚样式。<strong>如果选择“简单”样式，那么页脚格言将不会显示。</strong>
tr_tr: Alt kısım stilini belirleyin. <strong>Eğer "Basitleştirilmiş" stili seçerseniz alt kısım mottosu görüntülenmez</strong>
zh_hk: 在此設定頁腳樣式。 <strong>如果選擇“簡單”樣式，那麼頁腳格言將不會顯示。 </strong>

source: 页脚格言
tr_tr: Footer Bilgisi
zh_hk: 頁腳格言

source: 使用一言 API（常规）
tr_tr: Talk API'sini Kullan (Genel)
zh_hk: 使用一言 API（常規）

source: 使用一言 API（古诗词）
tr_tr: One Word API'sini Kullan (Antik Şiir)
zh_hk: 使用一言 API（古詩詞）

source: 使用一言 API（自定义）
tr_tr: Özel API Kullan (Sizin Sağladığınız)
zh_hk: 使用一言 API（自訂）

source: 这句话会显示在每个页面的页脚，如果不希望显示，请留空。若调用一言 API，则每次页面刷新后都会显示不同的格言。此 API 来自第三方，请注意安全风险。
tr_tr: Aktif olduğunda API'ler üzerinden sayfa her yüklendiğinde rastgele özlü sözler gösterir. (tavsiye edilmez)
zh_hk: 這句話會顯示在每個頁面的頁腳，如果不希望顯示，請留空。若調用一言 API，則每次頁面刷新後都會顯示不同的格言。此 API 來自第三方，請注意安全風險。

source: 如使用自定义 API，你需要在括号内填写 API URL 并确保 API 返回 <code>{"text":"句子"}</code> 的 JSON 格式。<a href="https://doc.flyhigher.top/mdx/zh-CN/config/custom_api/" target="_blank">详细信息</a></code>
tr_tr: Özel bir API kullanıyorsanız, API URL'sini parantez içinde doldurmanız ve API'nin <code>{"text": "cümle"}</code> JSON biçimini döndürdüğünden emin olmanız gerekir.<a href="https://doc.flyhigher.top/mdx/zh-CN/config/custom_api/" target="_blank"> Ayrıntılı bilgiler </a></code>
zh_hk: 如使用自訂 API，你需要在括號內填寫 API URL 並確保 API 返回 <code>{"text":"句子"}</code> 的 JSON 格式。<a href="https://doc.flyhigher.top/mdx/zh-CN/config/custom_api/" target="_blank">詳細信息</a></code>

source: 页脚内容
tr_tr: Footer Bilgi Alanı
zh_hk: 頁腳內容

source: 社交网站图标编辑器
tr_tr: Sosyal ağ ikon editörü
zh_hk: 社交網站圖標編輯器

source: 在这里编辑页脚内容。支持 <code>HTML</code> 格式。
tr_tr: Footer içeriğini buradan ayarlayabilirsiniz. <code>HTML</code> formatını destekler.
zh_hk: 在這裡編輯頁腳內容。支援 <code>HTML</code> 格式。

source: Safari Touch Bar 图标支持
tr_tr: Safari Touch Bar Simgesi
zh_hk: Safari Touch Bar 圖標支援

source: 开启后会启用对 Safari Touch Bar 图标的支持，请在下方完成相关设置。<a href="https://developer.apple.com/library/content/documentation/AppleApplications/Reference/SafariWebContent/pinnedTabs/pinnedTabs.html" target="_blank">详细了解</a>
tr_tr: Açık olduğunda Safari Touch Bar simgesi özelliği aktif olur. Aşağıdaki ayarları da yapmayı unutmayınız. <a href="https://developer.apple.com/library/content/documentation/AppleApplications/Reference/SafariWebContent/pinnedTabs/pinnedTabs.html" target="_blank"Bilgi Edin</a>
zh_hk: 開啟後會啟用對 Safari Touch Bar 圖標的支援，請在下方完成相關設定。 <a href="https://developer.apple.com/library/content/documentation/AppleApplications/Reference/SafariWebContent/pinnedTabs/pinnedTabs.html" target="_blank">詳細瞭解</a>

source: Touch Bar 图标地址
tr_tr: Touch Bar Simgesi URL
zh_hk: Touch Bar 圖標網址

source: 请设置 Touch Bar 图标地址。格式为 SVG，必须为单层，viewbox 属性必须为"0 0 16 16"。
tr_tr: Touch Bar simgesini ayarlayın. Görsel SVG biçiminde olmalıdır.
zh_hk: 請設定 Touch Bar 圖標網址。格式為 SVG，必須為單層，viewbox 屬性必須為"0 0 16 16"。

source: Touch Bar 图标背景颜色
tr_tr: Touch Bar Arkaplan Rengi
zh_hk: Touch Bar 圖標背景顏色

source: 使用当前主题颜色
tr_tr: Tema Rengini Ayarla
zh_hk: 使用當前主題顏色

source: 请设置 Touch Bar 图标背景颜色。16 进制颜色或 RGB 颜色。
tr_tr: Lütfen Touch Bar simgesinin arka plan rengini ayarlayın. Onaltılık renk veya RGB rengi.
zh_hk: 請設定 Touch Bar 圖標背景顏色。16 進位顏色或 RGB 顏色。

source: 登录页 Material Design
tr_tr: Materyal Tasarım Giriş Sayfası
zh_hk: 登錄頁 Material Design

source: 将 Material Design 样式应用到登录页。可能与部分插件样式不兼容。
tr_tr: Giriş sayfasına Materyal Tasarımı stilini uygulayın. Bazı stil eklentileriyle uyumlu olmayabilir.
zh_hk: 將 Material Design 樣式應用到登錄頁。可能與部分外掛樣式不兼容。

source: 启用友链 Gravatar 支持
tr_tr: Kardeşlik Sisteminde Gravatı Kullan
zh_hk: 啟用友鏈 Gravatar 支援

source: 开启后，将尝试从备注栏中获取邮箱并将与邮箱对应的 Gravatar 头像作为友情链接图像。关闭则只使用图片链接。
tr_tr: Açıldığında mail adresine kayıtlı Gravatar görselini kullanacaktır. Varsayılan görüntüleri kullanmak için kapatın.
zh_hk: 開啟後，將嘗試從備註欄中獲取郵箱並將與郵箱對應的 Gravatar 頭像作為友情連結圖像。關閉則只使用圖片連結。

source: 友情链接随机顺序
tr_tr: Rastgele Kardeşlik Bağlantı Sıraları
zh_hk: 友情連結隨機順序

source: 开启后，友情链接将以随机顺序显示。关闭则使用字典序。
tr_tr: Açıldığında, kardeşlik bağlantıları rastgele sırayla görüntülenecektir. Alfabetik sırayı kullanmak için kapatın.
zh_hk: 開啟後，友情連結將以隨機順序顯示。關閉則使用字典序。

source: 网页标题计算方式
tr_tr: Başlık Yapısı
zh_hk: 網頁標題計算方式

source: WordPress 默认
tr_tr: WordPress Varsayılanı
zh_hk: WordPress 默認

source: MDx 优化
tr_tr: MDx Optimizasyonu
zh_hk: MDx 優化

source: 选择 <code>WordPress 默认</code>，WordPress 会接管网页标题的内容，此方式兼容大部分 SEO 插件。<br>选择 <code>MDx 优化</code>，MDx 会接管网页标题的内容，此方式在部分情况下更合适，但不兼容 SEO 插件。
tr_tr: <code>WordPress Varsayılan</code> seçildiğinde, WordPress SEO uyumlu olan sayfa başlığı yapısını kullanacaktır.<br><code>MDx Optimizasyonu</code> seçildiğinde, MDx kendi sayfa başlığı yapısını kullanacaktır.
zh_hk: 選擇 <code>WordPress 默認</code>，WordPress 會接管網頁標題的內容，此方式兼容大部分 SEO 外掛。 <br>選擇 <code>MDx 優化</code>，MDx 會接管網頁標題的內容，此方式在部分情況下更合適，但與 SEO 外掛不兼容。

source: 多彩标签云
tr_tr: Renkli Etiket Bulutu
zh_hk: 多彩標籤雲

source: 开启后，标签云页面输出的标签会带有随机颜色，反之为同一颜色。
tr_tr: Açık olduğunda etiket bulutu sayfasındaki etiketler rastgele renklerde görüntülenir.
zh_hk: 開啟後，標籤雲頁面輸出的標籤會帶有隨機顏色，反之為同一顏色。

source: 在这里获取受 MDx 样式支持的社交网站图标链接。填写完成之后，你可以将获取到的代码粘贴到包括页脚内容在内的任何地方或是自定义代码内容。未填写的项目将被忽略。
tr_tr: MDx stili tarafından desteklenen sosyal ağ hesaplarınızın bağlantısını bu alana girin. Doldurduktan sonra elde edilen kodu altbilgi içeriği veya özel kod içeriği dahil herhangi bir alanda kullanabilirsiniz. Doldurulmamış öğeler yok sayılır.
zh_hk: 在這裡獲取受 MDx 樣式支援的社交網站圖標連結。填寫完成之後，你可以將獲取到的代碼粘貼到包括頁腳內容在內的任何地方或是自訂代碼內容。未填寫的項目將被忽略。

source: QQ 号
tr_tr: QQ Numarası
zh_hk: QQ 號

source: 微信
tr_tr: WeChat

source: 微信二维码图片链接
tr_tr: WeChat QR Kodu Görseli
zh_hk: 微信 QR Code 圖片連結

source: 微博
tr_tr: Weibo

source: 微博链接
tr_tr: Weibo Bağlantısı
zh_hk: 微博連結

source: 知乎
tr_tr: Zhihu

source: 知乎链接
tr_tr: Zhihu Bağlantısı
zh_hk: 知乎連結

source: 哔哩哔哩
tr_tr: Bilibili
zh_hk: 嗶哩嗶哩

source: 哔哩哔哩链接
tr_tr: Bilibili Bağlantısı
zh_hk: 嗶哩嗶哩連結

source: 网易云音乐
tr_tr: Netease Bulut Müzik
zh_hk: 網易云音樂

source: 网易云音乐链接
tr_tr: Netease Bulut Müzik Bağlantısı
zh_hk: 網易云音樂連結

source: 酷安
tr_tr: Cool

source: 酷安链接
tr_tr: Cool Bağlantısı
zh_hk: 酷安連結

source: 豆瓣
tr_tr: Douban

source: 豆瓣链接
tr_tr: Douban Bağlantısı
zh_hk: 豆瓣連結

source: GitHub 用户名
tr_tr: GitHub Kullanıcı Adı
zh_hk: GitHub 用戶名

source: Fackbook 链接
tr_tr: Facebook Bağlantısı
zh_hk: Fackbook 連結

source: Twitter 用户名
tr_tr: Twitter Kullanıcı Adı
zh_hk: Twitter 用戶名

source: Telegram 用户名
tr_tr: Telegram Kullanıcı Adı
zh_hk: Telegram 用戶名

source: Steam 用户名
tr_tr: Steam Kullanıcı Adı
zh_hk: Steam 用戶名

source: WhatsApp 链接
tr_tr: WhatsApp Bağlantısı
zh_hk: WhatsApp 連結

source: Instagram 链接
tr_tr: Instagram Bağlantısı
zh_hk: Instagram 連結

source: Dribbble 链接
tr_tr: Dribbble Bağlantısı
zh_hk: Dribbble 連結

source: Behance 链接
tr_tr: Behance Bağlantısı
zh_hk: Behance 連結

source: 电话
tr_tr: Telefon
zh_hk: 電話

source: 电话号码
tr_tr: Telefon Numarası
zh_hk: 電話號碼

source: 邮箱
tr_tr: E-Mail
zh_hk: 郵箱

source: 邮箱地址
tr_tr: E-Posta Adresi
zh_hk: 郵箱地址

source: 个人主页
tr_tr: Website
zh_hk: 個人主頁

source: 个人主页地址
tr_tr: Website Bağlantısı
zh_hk: 個人主頁網址

source: RSS 地址
tr_tr: RSS adresi
zh_hk: RSS 網址

source: 生成结果
tr_tr: Sonuçları Göster
zh_hk: 生成結果

source: 刚刚
tr_tr: Hemen şimdi
zh_hk: 剛剛

source: 切换日间/夜间模式
tr_tr: Gece/Gündüz Modu
zh_hk: 切換日間/夜間模式

source: 文章归档
tr_tr: Makale Arşivi
zh_hk: 文章歸檔

source: 加载更多
tr_tr: Devamını Göster
zh_hk: 加載更多

source: 由 %s 发布
tr_tr: Yazar: %s

source: 作者归档
tr_tr: Yazar Arşivi
zh_hk: 作者歸檔

source: 你需要先 <a href="%s">登录</a> 才能发表评论。
tr_tr: Yorum yapabilmek için <a href="%s">giriş yap</a>malısın.
zh_hk: 你需要先 <a href="%s">登錄</a> 才能發表評論。

source: 发射
tr_tr: Gönder
zh_hk: 發射

source: 取消回复
tr_tr: Yanıtı sil

source: 说点什么...
tr_tr: Bir şeyler yaz...
zh_hk: 說點什麼...

source: 昵称
tr_tr: İsim
zh_hk: 暱稱

source: 昵称不能为空
tr_tr: Ad boş bırakılamaz
zh_hk: 暱稱不能為空

source: 请按格式填写邮箱
tr_tr: Email adresini formata uygun girin.
zh_hk: 請按格式填寫郵箱

source: 网站（如果有）http(s)://
tr_tr: Website (opsiyonel)
zh_hk: 網站（如果有）http(s)://

source: 同意
tr_tr: Onayla

source: 没有激活的小工具
tr_tr: Etkinleştirilmemiş Araçlar
zh_hk: 沒有激活的小工具

source: 搜索功能暂时不可用。
tr_tr: Arama özelliği geçici olarak kullanılamıyor.
zh_hk: 搜索功能暫時不可用。

source: 评论功能暂时不可用。
tr_tr: Yorum özelliği geçici olarak kullanılamıyor.
zh_hk: 評論功能暫時不可用。

source: 仅显示匹配的前10条记录，要查看更多请按下回车前往搜索结果页面
tr_tr: Sadece ilk 10 kayıt gösterilir., daha fazlasını görüntülemek için arama sonuçları sayfasına gidin.
zh_hk: 僅顯示匹配的前10條記錄，要查看更多請按下回車前往搜索結果頁面

source: 无法连接到实时搜索服务
tr_tr: Gerçek zamanlı arama servisine bağlanılamıyor.
zh_hk: 無法連接到實時搜索服務

source: <strong>加载失败：</strong> 未知错误。
tr_tr: <strong>Yükleme başarısız:</strong> Bilinmeyen hata.
zh_hk: <strong>加載失敗：</strong> 未知錯誤。

source: 检测到减弱动画模式，已为你减弱动画效果
tr_tr: Animasyon algılama modu zayıflatıldı.
zh_hk: 檢測到減弱動畫模式，已為你減弱動畫效果

source: 撤销
tr_tr: Geri Al
zh_hk: 撤銷

source: 减弱动画模式关闭，已启用完整动画效果
tr_tr: Zayıflatılmış animasyon modu kapalı, tam animasyon modu etkin.
zh_hk: 減弱動畫模式關閉，已啟用完整動畫效果

source: 搜索结果：
tr_tr: Arama sonuçları:
zh_hk: 搜索結果：

source: 作者归档：
tr_tr: Yazar arşivi:
zh_hk: 作者歸檔：

source: 文章归档：
tr_tr: Makale arşivi:
zh_hk: 文章歸檔：

source: 已自动定位到你此前阅读处
tr_tr: Otomatik olarak son okuduğunuz kısma konumlandırıldı
zh_hk: 已自動定位到你此前閱讀處

source: 从头阅读
tr_tr: Baştan oku
zh_hk: 從頭閱讀

source: 更多选项
tr_tr: Diğer seçenekler
zh_hk: 更多選項

source: 加载更多评论
tr_tr: Daha fazla yorum yükle
zh_hk: 加載更多評論

source: 没有更多了
tr_tr: Daha fazlası yok
zh_hk: 沒有更多了

source: 长按/右键保存图片
tr_tr: Görseli kaydetmek için uzun dokunun / sağ klik yapın
zh_hk: 長按/右鍵儲存圖片

source: 使用微信扫描后在微信内分享
tr_tr: WeChat'te taradıktan sonra paylaş
zh_hk: 使用微信掃描後在微信內分享
