Repository: yrccondor/mdx
Catalog: languages/*.po
Languages: tr_tr, zh_hk

source: 点按右上角按钮即可分享
tr_tr: Paylaşmak için sağ üstteki butona tıkla
zh_hk: 點按右上角按鈕即可分享

source: 密码
tr_tr: Parola
zh_hk: 密碼

source: 在 GitHub 上查阅
tr_tr: GitHub'da Görüntüle
zh_hk: 在 GitHub 上查閱

source: 获取 GitHub 仓库信息时出现问题<br>尝试直接访问
tr_tr: GitHub verilerinde bir sorun oluştu.<br> Doğrudan bağlanmayı deneyin.
zh_hk: 獲取 GitHub 倉庫信息時出現問題<br>嘗試直接訪問

source: 这个页面没有摘要。
tr_tr: Bu sayfanın özeti yok.
zh_hk: 這個頁面沒有摘要。

source: 前往页面
tr_tr: Sayfaya git
zh_hk: 前往頁面

source: 获取页面信息时出现问题<br>尝试直接访问
tr_tr: Sayfa bilgisi alınırken bir hata oluştu.<br>Tekrar deneyin.
zh_hk: 獲取頁面信息時出現問題<br>嘗試直接訪問

source: 菜单
tr_tr: Menu
zh_hk: 選單

source: 右侧菜单
tr_tr: Sağ Menü
zh_hk: 右側選單

source: 在每个页面的右侧，默认隐藏，可以通过滑动或按钮调出。
tr_tr: Sayfanın sağ tarafında bulunmakta, kaydırarak veya buton ile açılabilir.
zh_hk: 在每個頁面的右側，默認隱藏，可以通過滑動或按鈕調出。

source: 发送成功。
tr_tr: Başarıyla gönderildi.
zh_hk: 發送成功。

source: <strong>错误：</strong> 未知错误。
tr_tr: <strong>Hata:</strong> Bilinmiyor.
zh_hk: <strong>錯誤：</strong> 未知錯誤。

source: 博主
tr_tr: Blogger

source: 前
tr_tr: önce

source: 回复
tr_tr: Yanıtla

source: 添加 <code>nofollow</code> 属性
tr_tr: <code>nofollow</code> Özelliği Ekle
zh_hk: 添加 <code>nofollow</code> 屬性

source: 搜索结果： %s
tr_tr: Arama sonuçları: %s
zh_hk: 搜索結果： %s

source: 标签存档 %s
tr_tr: Etiket arşivi: %s
zh_hk: 標籤存檔 %s

source: 作者存档 %s
tr_tr: Yazar arşivi: %s
zh_hk: 作者存檔 %s

source: 什么也没找到
tr_tr: Hiç bir şey bulunamadı
zh_hk: 什麼也沒找到

source: ( 第 %s 页 )
tr_tr: (sayfa %s)
zh_hk: ( 第 %s 頁 )

source: 被折叠内容
tr_tr: Katlanmış İçerik
zh_hk: 被摺疊內容

source: 警告
tr_tr: Uyarı

source: <p class="description">在这里为这篇文章设置单独的文末信息。若希望跟随全局设置请留空</p>
tr_tr: <p class="description">Bu makale için ayrı mesajlar ayarlayın ya da global ayarlar için boş bırakın.</p>
zh_hk: <p class="description">在這里為這篇文章設定單獨的文末信息。若希望跟隨全局設定請留空</p>

source: 文章主题颜色
tr_tr: Makale Teması Rengi
zh_hk: 文章主題顏色

source: 跟随全局设置
tr_tr: Varsayılan ayarları kullan
zh_hk: 跟隨全局設定

source: 在这里为这篇文章设置单独的主题颜色。
tr_tr: Bu makale için farklı bir tema rengi seçebilirsiniz.
zh_hk: 在這里為這篇文章設定單獨的主題顏色。

source: 文章强调色
tr_tr: Vurgu Renkleri
zh_hk: 文章強調色

source: 在这里为这篇文章设置单独的强调色。
tr_tr: Bu makale için farklı bir vurgu rengi seçebilirsiniz.
zh_hk: 在這里為這篇文章設定單獨的強調色。

source: 文章样式
tr_tr: Makale Stili
zh_hk: 文章樣式

source: 在这里为这篇文章设置单独的样式。
tr_tr: Bu makale için farklı bir stil seçebilirsiniz.
zh_hk: 在這里為這篇文章設定單獨的樣式。

source: 文章展示模式
tr_tr: Makale Görüntüleme Modu

source: 正常显示
tr_tr: Normal görüntüleme
zh_hk: 正常顯示

source: 404模式
tr_tr: 404 görüntüleme

source: 隐藏模式
tr_tr: Gizli görüntüleme
zh_hk: 隱藏模式

source: 对游客隐藏模式
tr_tr: Ziyaretçilerden Gizleme Modu
zh_hk: 對遊客隱藏模式

source: 在这里为这篇文章设置展示模式。<br>404 模式：当访客进入此文章时，会显示 404 页面<br>隐藏模式：当访客进入此文章时，会显示“根据相关法律法规，此文章暂时不予显示”<br>对游客隐藏模式：若访问者未登录，则显示“登录后才能查看此文章”<br>若使用前两种模式，这篇文章将可在首页找到或是被搜索到。但无论何种模式都不会发送 HTTP 404 头。
tr_tr: Bu makalenin görüntülenme modunu seçebilirsiniz.<br>404 Modu: Bu sayfaya girildiğinde 404 hatasını gösterir.<br>Gizli Mod: Bu sayfaya girildiğinde "Bu makale, ilgili yasalar ve düzenlemeler nedeniyle şimdilik erişime kapalıdır." ifadesini gösterecektir. <br>İlk iki modu kullanıyorsanız makaleler anasayfada bulunur ya da aranabilir. Fakat HTTP 404 başlığı gönderilmez.
zh_hk: 在這里為這篇文章設定展示模式。 <br>404 模式：當訪客進入此文章時，會顯示404 頁面<br>隱藏模式：當訪客進入此文章時，會顯示“根據相關法律法規，此文章暫時不予顯示”<br>對遊客隱藏模式：若訪問者未登錄，則顯示“登錄後才能查看此文章”<br>若使用前兩種模式，這篇文章將可在首頁找到或是被搜索到。但無論何種模式都不會發送 HTTP 404 頭。

source: 文章设置
tr_tr: Makale Ayarları
zh_hk: 文章設定

source: 第 %s 页
tr_tr: %s. sayfa

source: 这篇文章受密码保护，输入密码后才能查看。
tr_tr: Bu makale parola korumalı ve yalnızca bir parola girdikten sonra görüntülenebilir.
zh_hk: 這篇文章受密碼保護，輸入密碼後才能查看。

source: 去围观
tr_tr: Okuyucuları Görüntüle
zh_hk: 去圍觀

source: 最新文章
tr_tr: Son Makaleler

source: 发送
tr_tr: Gönder
zh_hk: 發送

source: 访问作者网站
tr_tr: Yazarın web sitesini ziyaret edin
zh_hk: 訪問作者網站

source: 文章作者
tr_tr: Yazar

source: 前往阅读
tr_tr: Devamını Oku
zh_hk: 前往閱讀

source: 搜索什么...
tr_tr: Neyi aramıştınız?
zh_hk: 搜索什麼...

source: 分享到 微博
tr_tr: Weibo'da Paylaş

source: 分享到 微信
tr_tr: WeChat'te Paylaş

source: 这篇文章受密码保护，输入密码才能看哦
tr_tr: Bu makale parola korumalı, makaleyi görmek için parolayı girin
zh_hk: 這篇文章受密碼保護，輸入密碼才能看哦

source: 分享到 QQ
tr_tr: QQ'da Paylaş

source: 分享到 QQ 空间
tr_tr: QQZone'da Paylaş
zh_hk: 分享到 QQ 空間

source: 分享到 Telegram
tr_tr: Telegram'da Paylaş

source: 分享到 Facebook
tr_tr: Facebook'da Paylaş

source: 分享到 Twitter
tr_tr: Twitter'da Paylaş

source: 上一篇
tr_tr: Önceki

source: 下一篇
tr_tr: Sonraki

source: 这篇文章没有摘要
tr_tr: Bu makalenin özeti yok

source: 在其他设备上继续阅读
tr_tr: Diğer cihazlarda okumaya devam edin
zh_hk: 在其他設備上繼續閱讀

source: 赞赏
tr_tr: Yazarı Destekle
zh_hk: 讚賞

source: 生成分享图
tr_tr: Makale Görseli
zh_hk: 生成分享圖

source: 没有标签
tr_tr: Etiketsiz
zh_hk: 沒有標籤

source: 扫描二维码继续阅读
tr_tr: Okumaya devam etmek için QR kodunu tarayın
zh_hk: 掃描 QR Code 繼續閱讀

source: There is no changelog available.
tr_tr: Hiçbir değişim günlüğü mevcut değil.

source: 搜索结果
tr_tr: Sonuçlar
zh_hk: 搜索結果

source: 这里似乎空空如也
tr_tr: Burası boş görünüyor.
zh_hk: 這裡似乎空空如也

source: 什么也没找到，换个词搜索试试？
tr_tr: Bir sonuç bulunamadı, farklı kelimelerle aramayı deneyin.
zh_hk: 什麼也沒找到，換個詞搜索試試？

source: 搜索
tr_tr: Ara:

source: 去首页
tr_tr: Anasayfa'ya Git
zh_hk: 去首頁

source: 哎呀...
tr_tr: Oh...

source: 根据相关法律法规，此文章暂时不予显示
tr_tr: Bu makale, ilgili yasalar ve düzenlemeler nedeniyle şimdilik erişime kapalıdır.
zh_hk: 根據相關法律法規，此文章暫時不予顯示

source: 登录后才能查看此文章
tr_tr: Bu makaleyi görüntülemek için giriş yapın.
zh_hk: 登錄後才能查看此文章

source: 状态
tr_tr: Durum
zh_hk: 狀態

source: 这篇文章没有摘要。
tr_tr: Bu makalenin özeti yok.

source: MDx - Material Design 风格的 WordPress 主题
tr_tr: MDx - Materyal Tasarım WordPress Teması
zh_hk: MDx - Material Design 風格的 WordPress 主題

source: AxtonYao
tr_tr: AxtonYao - Hasan Can

source: 时间轴
tr_tr: Zaman Çizelgesi
zh_hk: 時間軸

source: 标签云
tr_tr: Etiket Bulutu
zh_hk: 標籤雲

source: 链接
tr_tr: bağlantı
zh_hk: 連結

source: 类文章页
tr_tr: Makale Sayfası
zh_hk: 類文章頁
